---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonHeight
source: html/86fa0dd0-44f9-59de-4b09-2552124de108.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonHeight { get; }
```